Repository: biblibre/omeka-s-module-EADImport
Catalog: language/*.po
Languages: fr

source: Load from file
fr: Charger depuis un fichier

source: EAD Import
fr: Import EAD

source: Mapping
fr: Correspondance

source: Mapping models
fr: Modèles de correspondances

source: Level attribute
fr: Attribut level

source: Transform into
fr: Transformer en

source: Skip
fr: Ignorer

source: Skipped
fr: Ignoré

source: Mappings
fr: Correspondances

source: Make inherit
fr: Faire hériter

source: Add mapping
fr: Ajouter une correspondance

source: Past imports
fr: Imports passés

source: Job details
fr: Détails de la tâche

source: Delete %1$s mapping
fr: Supprimer le modèle %1$s

source: Are you sure you would like to delete this mapping ?
fr: Êtes vous sûrs de vouloir supprimer ce modèle ?

source: %1$s: this action will permanently cannot be undone.
fr: %1$s: cette action est irréversible

source: Omeka could not find any mapping models.
fr: Omeka ne trouve aucun modèle de correspondance

source: Edit model
fr: Editer le modèle

source: Add new model
fr: Ajouter un modèle

source: level attribute(s) mapped:
fr: attribut(s) level correspondant(s):

source: * heritage
fr: * héritage

source: Nodes
fr: Noeuds

source: Back to the list
fr: Retour à la liste

source: Level attribute -
fr: Attribute level -

source: None mapping model save yet
fr: Aucun modèle de correspondance encore sauvegardé

source: A model must have a name to save it.
fr: Un modèle doit avoir un nom pour être sauvegardé

source: Mapping must exists.
fr: Des correspondances doivent exister

source: Mapping model name
fr: Nom du modèle de correspondances

source: Import name
fr: Nom de l'import

source: File path
fr: Chemin du fichier

source: Check structure with schema
fr: Vérifier la structure avec un schéma

source: Validation with XSD formatted schema
fr: Validation avec le schéma XSD

source: Importing in background (%sjob #%d%s)
fr: Import en cours (%sjob #%d%s)

source: Mapping model successfully updated
fr: Modèle de correspondance mis à jour avec succès

source: Mapping model successfully added
fr: Modèle de correspondance ajouté avec succès

source: Name or mapping is empty
fr: Le nom ou les correspondances sont vides

source: mapping model
fr: modèle de correspondances

source: Mapping model successfully deleted
fr: Modèle de correspondance supprimé avec succès
